{
  "categoryList": [
    {
      "id": 79,
      "name": "Gehäuse",
      "description": "<h2>Ästhetisches PC-Gehäuse günstig bei CLS Computer kaufen</h2>\r\n<p>Die sichtbarste Komponente eines PCs ist sein Gehäuse. Egal welche teuren oder High-End-Komponenten Sie einbauen, sie sind von außen meist nie zu sehen, aber Ihr <a title=\"PC Gehäuse\" href=\"https://cls-computer.de/hardware/gehause/\"><strong>PC-Gehäuse</strong></a> ist immer sichtbar. Ein <strong>PC-Gehäuse</strong> ist wie ein Kleidungsstück, das jedem PC ein ästhetisches Aussehen verleiht. Grundsätzlich ist das PC-Gehäuse die Seele eines Computers. Normalerweise halten wir beim Bau eines PCs das PC-Gehäuse auf der letzten Seriennummer. Viele vergessen, dass es eines der langlebigsten Bauteile überhaupt ist. Da die meisten <a title=\"PC Komponenten\" href=\"https://cls-computer.de/hardware/\"><strong>PC-Komponenten</strong></a> darin untergebracht sind, sollten wir darauf Wert legen, alle Komponenten gut unterzubringen. Daher sollten Sie sich vor dem Kauf gründlich informieren und erst dann Ihre Entscheidung treffen.</p>\r\n<p>Früher nutzten die Menschen PCs nur für notwendige oder offizielle Aufgaben, aber jetzt hat sich bei der Nutzung und dem Kauf von PCs und Laptops viel geändert. Heutzutage sind <strong><a title=\"Gaming PC\" href=\"https://cls-computer.de/pc-systeme/gamingpc/\">Gaming-PCs</a></strong> eine wichtige Quelle der Unterhaltung und bei den Menschen sehr beliebt geworden. Und ein PC-Gehäuse verleiht jedem PC eine außergewöhnliche Schönheit, egal ob es sich um einen Gaming-PC oder einen allgemeinen <strong>Desktop-PC</strong> handelt.</p>\r\n<p>Das Computergehäuse dient hauptsächlich zur Montage und Bereitstellung aller Komponenten eines PCs, z. B. ein <strong><a title=\"Mainboard\" href=\"https://cls-computer.de/hardware/mainboard/\">Mainboard</a></strong>, eine Festplatte, eine optische Festplatte, ein Diskettenlaufwerk und viele andere Komponenten. Gehäuse werden normalerweise mit einer Stromquelle geliefert. In Deutschland bietet <strong><a title=\"CLS\" href=\"https://cls-computer.de/\">CLS Computer</a></strong> den Kunden neueste und hervorragende <strong>Gaming-PC Gehäuse</strong>.</p>\r\n<h2>Wichtige Dinge, die Sie beim Kauf eines Gaming-PC Gehäuses wissen sollten</h2>\r\n<p>Im Laufe der Zeit gab es viele Änderungen bei Laptops und <strong>Desktop-Computer</strong>. Infolgedessen haben wir jetzt verschiedene Arten von Laptops und Desktops mit unterschiedlichem Aussehen. An dieser Stelle reichte es aus, wenn die Komponenten entsprechend untergebracht waren. In dieser Kategorie hat sich in diesen Tagen viel geändert. Bei der Wahl des Gehäuses zeigen PC-Besitzer ihren individuellen Geschmack.</p>\r\n<p>Es gibt viele Änderungen im Bereich der PC-Gehäuse. Heutzutage gibt es nicht immer das einfachste <strong>PC-Gehäuse</strong>, aber im Laufe der Zeit haben sich einzigartige Kategorien von Gehäusen entwickelt. Diese bestehen aus dem Mini-Gehäuse, dem Midi-Tower, dem großen Gehäuse und dem <strong>RGB-Gehäuse</strong>, die vor allem von Gaming-Enthusiasten bevorzugt werden. Die Auswahl ist nicht immer einfach. Daher müssen Sie sich zunächst gründlich mit dem Nutzen befassen, für den Sie das Gehäuse verwenden möchten und welche Zusätze unbedingt verwendet werden sollten, da die <strong>PC-Gehäuse</strong> in verschiedenen Größen, Preisen und Funktionen erhältlich sind. Beispielsweise müssen verschiedene Faktoren berücksichtigt werden. Wenn Sie möchten, dass Ihr PC leistungsstark ist, müssen Sie möglicherweise sicherstellen, dass Ihr Gehäuse zusätzlich eine geeignete Kühloption bietet. Gleiches gilt für die Lautstärke. Wenn Sie möchten, dass Ihr PC leise läuft, spielt auch das Gehäuse eine entscheidende Rolle. Daher müssen Sie sich neben dem Design auch an zahlreiche bevorzugte zusätzliche Hardware erinnern und am besten dann Ihre Kaufentscheidung treffen.</p>\r\n<p>Im Laufe der Zeit waren <strong>Gaming-PC</strong> bei Benutzern auf der ganzen Welt sehr beliebt. Normalerweise sind heutige Gaming-PCs viel modischer und anspruchsvoller. Fortan sucht beim <strong><a href=\"https://cls-computer.de/gaming-pc-konfigurator\">Gaming PC Zusammenstellen</a></strong> jeder nach einem farbenfrohen und ästhetischen Gaming PC Gehäuse.</p>\r\n<h2>Es gibt verschiedene Arten von Gaming PC Gehäusen</h2>\r\n<ol>\r\n<li><strong>Tower Gehäuse - </strong>Wir bieten Big-Tower-Gehäuse verschiedener Marken wie AeroCool, AZZA, Cooler Master und Silverstone an. Sie können ganz einfach nach Länge, Höhe, Breite, Anschlussverhältnissen, Isolierung und verschiedenen Merkmalen filtern, um das perfekte <strong>PC-Gehäuse</strong> für Ihre Anforderungen zu finden. Verglichen mit der gängigsten Variante sind Big Tower höher als Midi Tower und bieten viel Platz im Innenraum für die Aufbewahrung mehrerer Gegenstände. Einige Festplatten und andere Hardware könnten installiert werden. Sie können auch die Wärmeentwicklung geringer halten, da mehr Platz für Lüfter vorhanden ist und die Wärmezirkulation aufgrund der Größe ihres Gehäuses besser funktioniert. Ein großes Gehäuse ist die erste Alternative für Benutzer, die ihren Computer nicht bewegen müssen und ihn die ganze Zeit an einem Ort aufbewahren müssen. Diese Art von PC-Gehäuse kann auch als Host-Situation für kleine und mittelständische Unternehmen verwendet werden. Interessant ist es auch für Gamer, die problemlos größere Grafikkarten einbauen können.<br /><br /></li>\r\n<li><strong>Midi-Tower mit oder ohne Stromversorgung</strong> - Der Midi-Tower sitzt zwischen dem Tall-Tower-Gehäuse und dem Desktop-Gehäuse und ist in Bezug auf die Größe die häufigste Wahl für Computer. Außerdem bietet es Ihnen ausreichend Platz für alle Hardwarekomponenten. Es kann sowohl unter als auch auf dem Schreibtisch platziert werden. Technisch kann man ihn sowohl als Office-Rechner als auch zum Spielen nutzen. Mainboards im ATX-Format passen perfekt in Midi-Gehäuse, aber auch Micro-ATX und Mini-ITX eignen sich dafür. Sie bieten viel Platz für alle Versionen der Grafikkarte bis zu einer Länge von 400 mm. Typischerweise gibt es ein bis vier Steckplätze für externe Laufwerke und zwischen vier und acht Steckplätze für den Anschluss interner Laufwerke. Auch die diversen Frontanschlüsse für eSATA, USB 2.0, USB 3.0 sowie Mikrofon- und Kopfhöreranschlüsse sind vorhanden. Wir bieten Midi-Tower sowohl ohne als auch mit integriertem Netzteil an.<br /><br /></li>\r\n<li><strong>Mini-Tower-Gehäuse</strong> - Diese kleinen Platzwunder sind deutlich kompakter als klassische Desktop-Computer und kommen sowohl im Büro als auch im Wohnzimmer zum Einsatz. Hier werden sie gerne als Multimediasystem eingesetzt, da die Schnittstellen an der Front gut erreichbar sind. In unserem Online-Shop können Sie zwischen verschiedenen Formvariablen wählen: Mini Tower ATX, Mini DTX, MITX, Thin MINI-ITX oder sogar Mini ITX und dann entsprechend dieser besonderen Entwicklung basierend auf Stromverteilungseinheit, Steckplätzen und Anzahl der Enthusiasten, Frontanschlüsse und andere spezifische Fähigkeiten.<br /><br /></li>\r\n<li><strong>RGB-Gehäuse, auch bekannt als Gaming-PC-Gehäuse</strong> - RGB-Gehäuse gibt es in verschiedenen Größen und Formaten. Dies kann ein Midi-Case oder möglicherweise ein größeres Gehäuse sein. Das Besondere am RGB-Gehäuse ist, dass es wie eine Tastatur mit RGB-Beleuchtung über eine integrierte und individuell einstellbare Beleuchtung verfügt. Viele Komponenten des PC-Gehäuses lassen sich mit Beleuchtung aufstellen und bieten so ein tolles Design. In unserem Onlineshop bieten wir auch in dieser Kategorie ein breites Sortiment an. Wenn Sie ein Gamer sind, der einen Computer baut, sind RGB <strong>Gaming-PC-Gehäuse</strong> die beste Option.<br /><br /></li>\r\n<li><strong>Würfel-Gehäuse</strong> - Unsere Cube Cases sind perfekt für Gamer, denn sie bieten Ihnen den perfekten Gaming-PC. Sie bieten Platz für den Einbau leistungsstarker Grafikkarten und die größere Anzahl an Erweiterungssteckplätzen ermöglicht den Anschluss mehrerer Festplatten. Die Kühlung erfolgt entweder intern oder extern und kann über Wasserleitungen durch die Gehäuseöffnungen angeschlossen werden. Die diversen Frontanschlüsse für Firewire, Kopfhörer, Mikrofon und die verschiedenen USB-Typen lassen keine Wünsche offen.<br /><br /></li>\r\n<li><strong>Desktop-/HTPC-Gehäuse</strong> - HTPC steht für Home Theater Personal Computer und Sie vereinen PC und Heimkino in einem Gerät. Sie können unterschiedlich groß sein und verschiedene Arten von Motherboards von Mini-ITX bis Micro-ATX aufnehmen. Sie können sowohl im Büro als auch im Wohnzimmer perfekt eingesetzt werden. Wir bieten Ihnen zahlreiche Desktop-Konfigurationsmöglichkeiten in Bezug auf Slots, Lüfteranzahl, Slots und Frontanschlüsse.<br /><br /></li>\r\n<li><strong>ITX-Gehäuse</strong> - Je nach Hersteller gibt es große Unterschiede in Ausstattung, Optik und Platzangebot. Die Mini-ITX-Gehäuse erfreuen sich großer Beliebtheit, weil sie besonders vielseitig sind: Sie sind sowohl perfekte Gaming-PCs als auch direkte Konkurrenten zu HTPC-Systemen. Wichtig ist, dass Sie genau überlegen, welche Anforderungen das ITX-Gehäuse erfüllen soll. Wie viel Platz benötigen Sie für die Grafikkarte oder das Netzteil? Die Position und Anzahl der USB-Anschlüsse muss ebenfalls Ihren Anforderungen entsprechen. Die Belüftung und die damit verbundene Vermeidung von Überhitzung ist immer ein wichtiges Thema.<br /><br /></li>\r\n<li><strong>Servergehäuse</strong> - Servergehäuse werden entweder als klassisches Tower-Gehäuse oder als besonders platzsparendes Einschubgehäuse geliefert. Eine gängige Größe für Servergehäuse ist 19 Zoll und das Material ist Aluminium in Form eines Gehäuses, das einem Midi- oder Mini-Tower ähnelt. Die Servergehäuse sind mit verschiedenen Netzteilen kompatibel und können aus den Standards ATX, Mini ITX und Micro ATX ausgewählt werden. Es ist auch wichtig, für eine ausreichende Belüftung zu sorgen, da es schnell zu einer Überhitzung kommen kann, insbesondere wenn Sie viele interne Festplatten intern angeschlossen haben und andere externe Festplatten von außerhalb anschließen.<br /><br /></li>\r\n<li><strong>Big-Tower-Gehäuse</strong>: Big-Tower-Gehäuse gelten als das beste und ideale Gehäusesystem, in dem ein Benutzer alle Komponenten bequem und einfach installieren kann. Aufgrund seiner Mammutgröße bietet dieses Gehäuse eine enorme Menge an essentiellem Platz. Wer sich für einen Big-Tower entscheidet, hat die Möglichkeit, die Kernkomponenten komfortabler zu verbauen, darunter mehrere Festplatten, Wasserkühlung oder mehr <a title=\"Grafikkarten\" href=\"https://cls-computer.de/hardware/grafikkarten/\"><strong>Grafikkarten</strong></a>. Alle Formfaktoren, einschließlich ATX, E-ATX oder XL-ATX, dürfen das Mainboard verwenden. Da zwischen den einzelnen Komponenten im Gegensatz zum Midi- oder Mini-Tower mehr Platz ist, funktioniert die gesamte Wärmezirkulation besser, was für niedrigere Temperaturen und eine längere Lebensdauer der Hardware sorgt. Wichtig zu erwähnen ist auch, dass der Einbau der Komponenten durch das größere Platzangebot deutlich einfacher ist als bei Miniaturgehäusen. Nachteilig an dieser Bauweise ist das meist hohe Gewicht und die Baugröße, was den häufigen Transport oder die Platzierung auf dem Schreibtisch erschwert.</li>\r\n</ol>\r\n<h2>Vorteile von Big-Tower-Gehäusen</h2>\r\n<ul>\r\n<li>Bietet ausreichend Platz für alle Komponenten</li>\r\n<li>Weitere Gehäusesysteme für Laufwerke und Festplatten</li>\r\n<li>Zustimmung für größere Motherboard-Formate einschließlich E-ATX, XL-ATX</li>\r\n<li>Keine Schwierigkeiten mit großen CPU-Kühlern und Grafikkarten</li>\r\n<li>Angereichert funktionierende Luftzirkulation und weniger Wärmeentwicklung</li>\r\n<li>Für interne Wasserkühlung funktioniert es hervorragend</li>\r\n<li>Die Einrichtung der Komponenten ist einfach</li>\r\n</ul>\r\n<h2>USB, RGB-Beleuchtung, gehärtetes Glas, Isolierung und andere Funktionen</h2>\r\n<p>Viele Gaming-PC-Gehäuse bieten spezielle Features. Zu den beliebtesten Features gehören RGB-Beleuchtung und gehärtetes Glas. Gehärtetes Glas oder Tempered Glass wird häufig für die Seitenteile und an manchen Stellen auch die Front des Gehäuses verwendet, wobei Tempered Glass Seitentüren hier die höchste Qualität darstellen. Bei <strong>Gaming PC Gehäuse</strong> RGB Beleuchtung wird unterschieden, ob die RGB LEDs direkt am Gehäuse oder an den Lüftern angebracht sind. Einige Anbieter haben Produkte auf dem Markt, die eine Kombination aus Lüfterbeleuchtung und RGB-Gehäuse darstellen. Außerdem wird zwischen normalen LED-Produkten, RGB-LED-Produkten und Varianten mit digital adressierbaren RGB-LEDs unterschieden.</p>\r\n<h2>CLS Computer - Das Paradies für exzellente PC-Gehäuse</h2>\r\n<p>In Deutschland ist CLS Computer der vertrauenswürdigste und zuverlässigste Computershop für den Kauf von PC-Gehäusen für Gaming-PCs, Laptops, Ultrabooks und Gaming-Notebooks. Bei CLS Computer können Sie PCs günstig kaufen. PC-Gehäuse gibt es in allen erdenklichen Farben und Formen. Vom Lian Li <strong>Mini-ITX-Gehäuse</strong> in Form einer Yacht bis hin zum riesigen Desktop-Gehäuse kann Hardware untergebracht werden. Die kleinsten PCs sind wohl Intel NUCs (Next Unit of Computing) und die Raspberry-Pi-Reihe, deren Gehäuse so klein sind, dass sie an die VESA-Halterung eines Fernsehers oder Monitors angeschlossen werden können. Zu den größten <strong>PC-Gehäusen</strong> für Enthusiasten gehören die bereits erwähnten Gehäusetische und die sogenannten Vitrinen. Vor allem der taiwanesische Hersteller InWin ist bekannt für seine Vitrinen wie den Z-Tower oder den H-Tower.</p>\r\n<p>Wenn Ihnen die Lautstärke Ihres Computers besonders wichtig ist, können Sie auch auf leise Gehäuse mit vorinstallierter Isolierung zurückgreifen. Gleichzeitig bieten einige Schallschutzgehäuse integrierte Lüftersteuerungen, die manuell über Schalter am I/O-Panel oder automatisch über Lüfteranschlüsse auf dem Mainboard gesteuert werden können. Einige Gehäuse sind auch mit Lüfter-Hubs ausgestattet, mit denen mehrere Lüfter über einen Header auf dem Motherboard gesteuert werden können.</p>\r\n<p>Tatsächlich verfügen alle Gehäuse über einen Netzschalter und die Audioanschlüsse am E / A-Panel sowie über USB-Anschlüsse. Während USB 2.0 langsam standardmäßig durch USB 3.0 ersetzt wird, ist der USB-Typ-C-Anschluss ein weit verbreitetes Feature. Dieser beidseitig steckbare Flachstecker kann intern per USB 3.0, USB 3.1 oder USB 3.2 mit dem Mainboard verbunden werden. Einige Motherboards bieten interne USB-Header mit Thunderbolt-Unterstützung, die über einen entsprechenden seltenen USB-Anschluss am Gehäuse ausgegeben werden können. Einige Gehäuse haben auch einen Front-Ausgang für HDMI, sodass beispielsweise VR-Headsets über einen internen HDMI-Anschluss oder eine Kabelbuchse mit den normalen Videoausgängen an Ihre <strong>Grafikkarte</strong> angeschlossen werden können.</p>\r\n<h2>Was man über PC-Gehäuse wissen sollte?</h2>\r\n<p>Das PC-Gehäuse bleibt beim Bau eines PCs immer unten, aber leider vergessen wir, dass jeder PC ein robustes Gehäuse braucht, da es alle teuren Komponenten darin beherbergt. Beim Bau eines PCs sollten wir uns also auf das Gehäuse konzentrieren.<br />Worauf müssen Sie beim PC-Gehäuse kaufen achten?<br />Beim Kauf eines <strong>PC-Gehäuse</strong>s kommen viele Dinge in den Vordergrund. Neben dem Aussehen ist auch die Hardwarekompatibilität eine wichtige Sache, auf die man achten sollte. Am einfachsten ist es, das <strong>Gaming PC-Gehäuse</strong> zusammen mit der neuen Hardware zu kaufen. Wenn Sie Ihrer alten Hardware jedoch ein neues Gehäuse verpassen möchten, sollten Sie sicherstellen, dass die Komponenten in das neue Gehäuse passen. Wir sollten auch die Möglichkeiten zur Kühlung der Hardware berücksichtigen. Wer hier auf Wasserkühlung setzt, muss Einbauorte für Radiatoren, Speicher und Pumpen berücksichtigen.</p>\r\n<h2>Wie groß soll das neue Gehäuse sein?</h2>\r\n<p>Der Formfaktor gibt an, mit welcher Hardware ein Gehäuse kompatibel ist. Dennoch gibt es deutliche Größenunterschiede im Formfaktor. So ist das Wraith <strong>Mini-ITX-Gehäuse</strong> von Singularity Computers fast größer als der ATX-Tower des Kolink Observatory. Die Gesamtgröße eines Computergehäuses ist aus mehreren Gründen wichtig. Wenn das Gehäuse beispielsweise zu groß ist, passt es möglicherweise nicht unter den Tisch oder wenn das Gehäuse zu klein ist, sind die vorderen Anschlüsse für das Headset möglicherweise schwer zu erreichen. Natürlich ist auch die Größe eines <strong>PC-Gehäuses</strong> ausschlaggebend dafür, wie viel Hardware in einem Gehäuse verbaut werden sollte. Denn wer viele Festplatten bespielen möchte, braucht auch den entsprechenden Speicherplatz.<br />Der Zweck eines Gehäuses wirkt sich auch auf seine Größe aus. Interessieren Sie sich für einen PC mit kleinem Formfaktor für das Büro oder zu Hause, finden Sie passende <strong>Mini-Gehäuse</strong>, die in bestimmten Bereichen sogar an der VESA-Halterung eines Displays befestigt werden können. Für Doppelzugänge oder Workstations sollte normalerweise ein Midi-Case oder vielleicht ein Big-Tower verwendet werden. Ob man eine Luft- oder Wasserkühlung einbauen möchte oder nicht, wirkt sich auch beim Kauf eines neuen Gehäuses auf die Größe aus.</p>\r\n<h2>Welche Hardware und welche Kühlung soll im Gehäuse verbaut werden?</h2>\r\n<p>Wer sich einen <a title=\"High End Gaming PC\" href=\"https://cls-computer.de/pc-systeme/high-end-pcs/\"><strong>High-End-Gaming-PC</strong></a> oder eine Workstation zusammenstellt, braucht die richtige Kühlung und das richtige Gehäuse. Aufgrund der hohen Abwärme, die ein High-End <a title=\"PC Kaufen\" href=\"https://cls-computer.de/pc-systeme/\"><strong>PC-System</strong></a> mit einem Prozessor von rund 150 Watt TDP und einer Grafikkarte von rund 350 Watt TDP erzeugt, muss das Gehäuse ausreichend Platz für einen großen CPU-Kühler oder eine Wasserkühlung bieten.</p>\r\n<p>Airflow im Phanteks Enthoo Evolv X Das Phanteks Enthoo Evolv X kann beispielsweise einen CPU-Kühler mit einer Höhe von 190 mm aufnehmen. Dadurch kann nahezu jeder Luftkühler in den Midi-Tower eingebaut werden. Gleichzeitig verfügt das Gehäuse über zwei 140-mm-Lüfter in der Front und einen 140-mm-Lüfter in der Rückseite. Diese <a title=\"PC Konfigurator\" href=\"https://cls-computer.de/pc-konfigurator/\"><strong>PC konfigurator</strong></a> sorgt für einen Luftstrom sowohl zum CPU-Kühler als auch zur Grafikkarte (GPU). Bei einem Airflow-Gehäuse muss an der Front genügend Freiraum vorhanden sein, damit Luft mit Hilfe des Lüfters in das Gehäuse gesaugt werden kann. Einige Gehäuse haben einen Luftstrom von unten nach oben und verwenden das Schornsteinprinzip.</p>\r\n<p>Auch die Wasserkühlung in den Lian Li O11Dynamic XL Wasserkühlungsgehäusen sollte einen guten Airflow haben und Einbauräume für Radiatoren bieten. Der Lian Li O11Dynamic XL beispielsweise bietet Platz für drei große 360-mm-Radiatoren und hat noch Platz für einen großen Ausgleichsbehälter. Alternativ kann neben dem Mainboard auch eine eigens angefertigte Distribution von Lian Li montiert werden.</p>\r\n<p>Grundsätzlich kann jedes andere Airflow-Gehäuse zur Wassererwärmung und insbesondere eine Allzweck-Wasserkühlung verwendet werden, solange genügend Platz für einen Radiator vorhanden ist. Da man bei einem Wasserkühlungsgehäuse nicht auf die Höhe des CPU-Kühlers achten muss, sollte man auf die Einbautiefe des Monoblocks für die GPU achten.</p>\r\n<h3>Welchen Formfaktor soll das neue Gehäuse haben?</h3>\r\n<ul>\r\n<li>Wie groß soll das neue Gehäuse sein?</li>\r\n<li>Welche Hardware soll installiert werden?</li>\r\n<li>Gehäuse für Luft- oder Wasserkühlung?</li>\r\n<li>Gehäuse mit vorinstallierter Isolierung</li>\r\n<li>Windows, RGB-LED-Beleuchtung und andere Funktionen</li>\r\n<li>Desktop-Gehäuse, Cube-Gehäuse</li>\r\n</ul>\r\n<h2>Welchen Formfaktor soll das neue Gehäuse haben?</h2>\r\n<p>Der Formfaktor gibt die Größe der PC-Komponenten an. In der Regel wird bei Gehäusen, Netzteilen und Mainboards der Formfaktor angegeben. Gehäuse und Mainboards haben Formfaktoren wie Mini-ITX, Micro-ATX, ATX oder E-ATX. Netzteile hingegen haben meist das ATX- oder SFX-Format. Je nach Größe des Gehäuses lassen sich große oder platzsparende Komponenten einbauen.</p>\r\n<p>Wenn Sie sich beispielsweise für die Installation eines ATX-Motherboards entscheiden, muss das Gehäuse diesen Formfaktor ebenfalls unterstützen. So passt beispielsweise ein ATX-Mainboard nicht in ein Micro-ATX-Gehäuse, während ein ATX-Tower (auch: ATX-Mid-Tower) meist auch kleinere Formfaktoren wie Micro-ATX und Mini-ITX unterstützt. Der Formfaktor selbst gibt an, wie groß ein Gehäuse ist. Es gibt normalerweise auch Ausnahmen, daher gibt es Micro-ATX-Gehäuse, die größer sind als ATX-Gehäuse, obwohl ATX der größere Formfaktor ist.</p>\r\n<p><strong>Die gängigsten Formfaktoren für Mainboards und Gehäuse sind:</strong></p>\r\n<ol>\r\n<li><strong>E-ATX:</strong> für Mainboards mit den Abmessungen 305 x bis 300 mm (LxB)</li>\r\n<li><strong>ATX:</strong> für Mainboards mit den Maßen 305 x 244 mm (LxB)</li>\r\n<li><strong>Micro-ATX:</strong> für Mainboards mit den Maßen 244 x 244 mm (LxB)</li>\r\n<li><strong>Mini-ITX:</strong> für Mainboards mit den Maßen 170 x 170 mm (LxB)</li>\r\n<li>Ein ATX-Gehäuse muss also Platz für ein 24,4 cm breites und 30,5 cm langes Mainboard bieten. An der Längsseite des Mainboards befinden sich das I/O-Panel und die PCIe-Slots für Erweiterungskarten wie Grafikkarten.</li>\r\n<li>In Kombination mit einem entsprechenden Mainboard eignen sich ATX-Gehäuse für Systeme mit vielen Hardwarekomponenten und bieten meist viel Platz. Der ATX-Formfaktor ist ein gängiger Standard für PCs und es steht eine große Auswahl an Modellen zur Auswahl.</li>\r\n<li>Große Gehäuse werden oft für ATX-Motherboards oder größer verwendet. Sie können in der Regel auch ältere, nicht mehr weit verbreitete Formfaktoren wie XL-ATX oder Server-Motherboards enthalten.</li>\r\n<li>Mini-ITX-Gehäuse sind der kleinste gängige Standard für normale PCs. Sie sind in der Regel sehr kompakt und daher leicht zu transportieren. Auch der sogenannte Heimkino-PC gehört zum Mini-ITX-Gehäuse.</li>\r\n<li>Fall (HTPC). Micro-ATX-Gehäuse stellen die goldene Mitte zwischen ATX-Gehäusen und Mini-ITX-Gehäusen dar. Sie sind in der Regel kleiner als Midi-Gehäuse, bieten aber in der Regel mehr Hardware- und Kühlraum als ein Mini-ITX-Gehäuse.</li>\r\n</ol>",
      "canonical_url": "hardware/gehause",
      "children_count": "4",
      "image": "http://cls-computer-admin.nz/media/catalog/category/PC-Geh_use-g_nstig-Online-Kaufen.webp",
      "is_anchor": 0,
      "meta_description": "Entdecke eine Vielfalt an Gehäusen für deinen PC-Build. PC Gehäuse günstig Kaufen Online bei CLS Computer.",
      "meta_keywords": "PC gehause, Gaming Gehäuse PC",
      "meta_title": "Gehäuse - Stilvolle und funktionale Lösungen für deinen PC-Build",
      "product_count": 0,
      "display_mode": "PAGE",
      "video_code": null,
      "ans_set": null,
      "que_set": null,
      "enable_custom_title": 1,
      "custom_title": "PC Gehäuse günstig Online Kaufen : Gaming PC Gehäuse - Gehäuse selber bauen bei CLS Computer",
      "cms_block": null,
      "children": [
        {
          "canonical_url": "hardware/gehause/pc-gehause",
          "name": "PC-Gehäuse",
          "position": 1,
          "url_key": "pc-gehause"
        },
        {
          "canonical_url": "hardware/gehause/server-gehause",
          "name": "Server-Gehäuse",
          "position": 2,
          "url_key": "server-gehause"
        },
        {
          "canonical_url": "hardware/gehause/festplatten-gehause",
          "name": "Festplatten-Gehäuse",
          "position": 3,
          "url_key": "festplatten-gehause"
        },
        {
          "canonical_url": "hardware/gehause/wechselrahmen",
          "name": "Wechselrahmen",
          "position": 4,
          "url_key": "wechselrahmen"
        }
      ]
    }
  ],
  "products": {
    "total_count": 0,
    "page_info": {
      "current_page": 1,
      "total_pages": 0,
      "page_size": 20
    },
    "items": [],
    "aggregations": []
  }
}